<template>
  <section class="container text-center">
    <h1 class="py-3">О нас</h1>
    <b-tabs class="asd">
      <b-tab title="Пакет безлимит" active>
        <p>
          Это возможность подключить дополнительных сотрудников к сервису Договор 24 и иметь доступ к базе грамотно составленных документов, к конструктору документов, а также к базе ответов на вопросы.
        </p>
      </b-tab>
      <b-tab title="Электронные книги" >
        <p>
          Сравнительные таблицы изменений по Налоговому и Таможенному Кодексам. Польза в том, что данные книги позволяют сэкономить много времени при усвоении новых изменений.
        </p>
      </b-tab>
      <b-tab title="Кадровый аудит">
        <p>
          Как показывает практика последних лет, работодатели не всегда ориентируются в вопросах трудового законодательства, не имеют представления об изменениях, вносимых в эту область права, по причине чего допускают ошибки, за которые приходится расплачиваться весьма немалыми штрафами и судебными разбирательствами. Приводит это не только к возмещению материального ущерба работнику, но и морального вреда.
        </p>
      </b-tab>
    </b-tabs>
  </section>
</template>

<script lang="ts">
import {
  Component,
  Vue
} from "nuxt-property-decorator";

@Component({
       // get todos() { return this.$store.state.todos.list }
})
export default class extends Vue {


}
</script>

<style lang="scss" scoped>

</style>